Repository: numero2/contao-xmlrpc
Catalog: languages/*/*_settings.xlf
Languages: de

# tl_settings.xmlrpc_legend
source: XML-RPC interface
de: XML-RPC Schnittstelle

# tl_settings.xmlrpc_username.0
source: Username
de: Benutzername

# tl_settings.xmlrpc_username.1
source: Username used for authenticate a request
de: Benutzername zur Authentifizierung einer Anfrage

# tl_settings.xmlrpc_password.0
source: Password
de: Passwort

# tl_settings.xmlrpc_password.1
source: Password used for authenticate a request
de: Passwort zur Authentifizierung einer Anfrage

# tl_settings.xmlrpc_path.0
source: Path to xmlrpc.php
de: Pfad zur xmlrpc.php

# tl_settings.xmlrpc_author.0
source: News author
de: Nachrichten Autor

# tl_settings.xmlrpc_author.1
source: News added by XML-RPC are written by this author
de: Über XML-RPC angelegte Nachrichten werden von diesem Autor geschrieben

# tl_settings.xmlrpc_filepath.0
source: Files path
de: Ordner für Dateiuploads

# tl_settings.xmlrpc_filepath.1
source: Files added by XML-RPC are all stored in this folder
de: Dateien die per XML-RPC hochgeladen werden landen in diesem Ordner

# tl_settings.xmlrpc_http_auth.0
source: Activate HTTP authentication
de: Aktiviere HTTP-Authentifizierung

# tl_settings.xmlrpc_http_auth.1
source: Requests must pass a basic HTTP authentfication (may be incompatible with some third party tools)
de: Anfragen werden durch Basisauthentifizierung geschützt (kann zu Problemen mit nicht kompatiblen Anwendungen führen!)
